{"version": "https://jsonfeed.org/version/1",
 "title": "YOUR TITLE",
 "home_page_url": "http://localhost:4000/",
 "feed_url": "http://localhost:4000/feed.json",
 "description": "YOUR DESCRIPTION",
 "user_comment": "YOUR DESCRIPTION",
 "icon": "http://localhost:4000/using_reflection_logo_192x192.png",
 "favicon": "http://localhost:4000/favicon.ico",
 "expired": false,
 "author": {
   "name": "YOUR AUTHOR",
   "url": "http://example.com"
 },
 "items": [
     
       {"id": "b9dbefd3",
        "title": "Eli Goodman",
        "summary": "",
        "content_text": "Show NotesTopics: Continuous Delivery, Managing Engineers, Meditation, SocialResponsibility, Software Engineering, Teamwork, Team LeadershipCompanies: Headspace, Wireless GenerationIntroductionIn this episode we are joined by Eli Goodman, lead platform engineer atHeadspace. Eli discusses his desire to have world-changing impact, and theresponsibility that he feels comes with the privilege of being an engineer inthis era of small teams able to touch millions of lives. We also go deep onhow perceptions of time shape a team’s approach to productivity, and examinethe many facets and subtle psychology of truly “continuous” continuousdelivery.Guest BioEli Goodman is a lead platform engineer at Headspace. Previously, he was theCTO of Union Station and a Director of Engineering at Etsy. In his non-computer time, he’s way into ecstatic dance, hiking, visual art, and plants.He lives in Los Angeles with his kitten, Benji.Credits  Host: Mark S. Weiss  Intro and Outro Music: “Florida Song” Copyright 2016 by Photographs (Mark S. Weiss). All rights reserved.  Ad Intro Music: “Woozy” Copyright 2015 by Photographs (Mark S. Weiss). All rights reserved.  All Interview content Copyright 2018 by Using Reflection and Mark S. Weiss. All rights reserved.",
        "content_html": "<script>  window.playerConfiguration = {\"options\":{\"theme\":\"default-dark\",\"startPanel\":\"ChapterMarks\"},\"extensions\":{\"ChapterMarks\":{},\"EpisodeInfo\":{},\"Playlist\":{}},\"title\":null,\"episode\":{\"media\":{\"mp3\":\"http://localhost:4000/episodes/ep_0001_eli_goodman.mp3\"},\"coverUrl\":\"http://localhost:4000/img/logo_800x800.png\",\"title\":\"Eli Goodman\",\"subtitle\":\"Doing Good and Stopping Time\",\"url\":\"http://localhost:4000/Eli_Goodman_-_Doing_Good_and_Stopping_Time/\",\"description\":null,\"chaptermarks\":null}}</script><script class=\"podigee-podcast-player\" data-configuration=\"playerConfiguration\" src=\"http://cdn.podigee.com/podcast-player/javascripts/podigee-podcast-player.js\"></script><h3 id=\"show-notes\">Show Notes</h3><p><strong>Topics:</strong> Continuous Delivery, Managing Engineers, Meditation, SocialResponsibility, Software Engineering, Teamwork, Team Leadership</p><p><strong>Companies:</strong> Headspace, Wireless Generation</p><p><strong>Introduction</strong></p><p>In this episode we are joined by Eli Goodman, lead platform engineer atHeadspace. Eli discusses his desire to have world-changing impact, and theresponsibility that he feels comes with the privilege of being an engineer inthis era of small teams able to touch millions of lives. We also go deep onhow perceptions of time shape a team’s approach to productivity, and examinethe many facets and subtle psychology of truly “continuous” continuousdelivery.</p><p><strong>Guest Bio</strong></p><p>Eli Goodman is a lead platform engineer at Headspace. Previously, he was theCTO of Union Station and a Director of Engineering at Etsy. In his non-computer time, he’s way into ecstatic dance, hiking, visual art, and plants.He lives in Los Angeles with his kitten, Benji.</p><p><strong>Credits</strong></p><ul>  <li>Host: Mark S. Weiss</li>  <li>Intro and Outro Music: “Florida Song” Copyright 2016 by Photographs (Mark S. Weiss). All rights reserved.</li>  <li>Ad Intro Music: “Woozy” Copyright 2015 by Photographs (Mark S. Weiss). All rights reserved.</li>  <li>All Interview content Copyright 2018 by Using Reflection and Mark S. Weiss. All rights reserved.</li></ul>",
        "url": "http://localhost:4000/Eli_Goodman_-_Doing_Good_and_Stopping_Time/",
        "date_published": "2017-09-09T00:00:00-04:00",
        "date_modified": "2017-09-09T00:00:00-04:00",
        "author": {
          "name": "Mark Weiss"
        }
     }
   ]
}
